//
//  PersonData.swift
//  PersonTable
//
//  Created by Pavel Metelin on 3/22/22.
//

import Foundation

class PersonData {
    
    let firstName: [String] = ["Андрей",
                               "Марат",
                               "Слава",
                               "Вася",
                               "Петя",
                               "Федя",
                               "Сережа",
                               "Коля",
                               "Леша",
                               "Саша"]
    
    let secondName: [String] = ["Пупкин",
                                "Табуреткин",
                                "Заборов",
                                "Подберезин",
                                "Подвалов",
                                "Морозов",
                                "Паровозов",
                                "Петров",
                                "Васечкин",
                                "Идиотов"]
    
    let email: [String] = ["pup",
                           "tab",
                           "zab",
                           "pod",
                           "grib",
                           "mor",
                           "par",
                           "pet",
                           "vas",
                           "idi"]
    
    let phone: [String] = ["8(999)111-00-11",
                           "8(888)222-99-22",
                           "8(777)333-88-33",
                           "8(666)444-77-44",
                           "8(777)555-66-55",
                           "8(555)666-55-66",
                           "8(444)777-44-77",
                           "8(333)888-33-88",
                           "8(222)999-22-99",
                           "8(111)000-11-00"]
}
